[
 {
  "title": "Andy Noya Kisah Hidupku",
  "description": "",
  "slug": "andy-noya-kisah-hidupku",
  "image": "andy-noya-kisah-hidupku.jpg",
  "author": "Andy Noya & Robert Adhi KSP",
  "reviewHtml": ""
 },
 {
  "title": "Apa yang Kita Pikirkan Ketika Kita Sendirian?",
  "description": "",
  "slug": "apa-yang-kita-pikirkan-ketika-kita-sendirian",
  "image": "apa-yang-kita-pikirkan-ketika-kita-sendirian.jpg",
  "author": "Desi Anwar",
  "reviewHtml": "<h3>Bahasa Indonesia</h3>\n<p>Saya membeli buku ini pada tahun 2023 dengan tiga alasan. Pertama, judul bukunya menarik. Kedua, sampul bukunya sederhana namun menarik. Ketiga, penulisnya adalah Desi Anwar, seorang jurnalis senior terkemuka di Indonesia. Semestinya saya membeli buku ini saat pandemi berlangsung atau setahun setelah pandemi agar saya mendapat rasa dan momentum yang tepat dari buku ini. Namun, kamu tidak perlu menunggu hal tersebut terjadi lagi, kan? Di buku ini, Desi menuliskan gagasan, opini, dan renungannya selama pandemi. Hal-hal yang saya petik dari buku ini antara lain mengenal dan mengendalikan emosi, apakah manusia masih berguna di era maraknya kecerdasan buatan, dan berlatih mati.</p>\n<p>Saat saya kecil, saya tidak mendapat pelajaran khusus tentang mengenal emosi dan bagaimana cara mengendalikannya dari orang tua saya maupun pendidikan formal. Alhasil, sebagian keputusan saya disertai dengan hasil yang membuat saya tidak nyaman bahkan menghambat pertumbuhan fisik dan merusak beberapa bagian fisik saya. Andaikan mesin waktu itu ada dan muncul dihadapan saya tanpa meminta syarat yang membahayakan bagi diri saya maupun sekitar, maka saya akan dengan senang hati kembali ke masa lalu dengan membawa serta ingatan ini untuk mencegah kesalahan yang dilakukan di masa lalu.</p>\n<p>Desi menaruh perhatian tentang apakah manusia masih berguna saat kecerdasan buatan mendominasi dunia. Algoritma dari kecerdasan buatan secara tidak langsung mengatur pola pikir dan tingkah laku manusia. Bahkan jika terjadi suatu masalah yang tidak bisa diselesaikan setelah diskusi atau musyarawah, kemungkinan besar kecerdasan buatan menjadi pemberi saran dan akhirnya berujung pada penentu keputusan. Hal ini mungkin menyebabkan kecerdasan buatan yang mengganti posisi manusia sebagai esensi yang berakal dan berbudi yang mungkin menyebabkan manusia tidak berguna.</p>\n<p>Terakhir, Desi juga menyampaikan bahwa pada akhirnya semua insan makhluk hidup akan mati. Itu adalah sebuah kodrat dan kepastian yang mutlak bagi setiap insan yang hidup pada akhirnya akan mati. Di bab &quot;Kematian&quot; dan &quot;Berlatih Mati&quot;, ia beropini bahwa dengan menyadari adanya kematian maka kita harus menjalani hidup ini dengan utuh dan sadar.</p>\n<h3>English</h3>\n<p>I bought this book on 2023 with three reasons. First, the book title is interesting. Second, the book cover simple but attracted. Third, the writer is Desi Anwar, a prominent senior journalist in Indonesia. I should have bought this book during pandemic or one year after pandemic in order to get a feel and right momentum from this book. But, you don't need to wait another pandemic, right? In this book, Desi writes idea, opinion, and reflection during pandemic. Things I get from this book are know and control emotion, are humans still useful in artificial intelligence (AI) era, and practice to death.</p>\n<p>When I was kid, I didn't get a special lesson about know emotion and how to control it from my parent and formal education (school). As result, most of my decision leads to things make me uncomfortable even inhibit my growth and harm parts of my body. If time machine exists and appear in front of me without any dangerous requirement for me and around me, then I would love to back into the past with these memories to prevent my past mistake.</p>\n<p>Desi pays attention on are humans still useful when AI dominate the world. The algorithm from AI indrectly regulate mindset and behaviour of human. Even if a trouble happened and cannot solved with discussion, most likely artificial intelligence will be the adviser and lead to decision maker. This thing can make AI replace human position as essence of being rational and virtuous and may make humans become useless.</p>\n<p>Last, Desi also tell that in the end all live being will be death. This is an absolute nature and certainty for all live being. In chapters &quot;Death&quot; and &quot;Practice to Death&quot;, she gives opinions that with awareness of death then we must live fully and consciously.</p>\n"
 },
 {
  "title": "Brief Answers To The Big Questions",
  "description": "",
  "slug": "brief-answer-to-the-big-questions",
  "image": "brief-answers-to-the-big-questions.jpg",
  "author": "Stephen Hawking",
  "reviewHtml": ""
 },
 {
  "title": "Detik-detik Yang Menentukan",
  "description": "",
  "slug": "detik-detik-yang-menentukan",
  "image": "detik-detik-yang-menentukan.jpg",
  "author": "BJ. Habibie",
  "reviewHtml": ""
 },
 {
  "title": "Goodbye Things",
  "description": "",
  "slug": "goodbye-things",
  "image": "goodbye-things.jpeg",
  "author": "Fumio Sasaki",
  "reviewHtml": ""
 },
 {
  "title": "Happy Wednesday",
  "description": "My review on Happy Wednesday book. It has great stories to make your Wednesday meaningful.",
  "slug": "happy-wednesday",
  "image": "happy-wednesday.jpg",
  "author": "Azrul Ananda",
  "reviewHtml": "<h3>Bahasa Indonesia</h3>\n<p>Saya tahu buku Happy Wednesday karena keluarga saya berlangganan koran fisik Jawa Pos saat saya masih kuliah. Setiap hari Rabu akan ada kolom bernama &quot;Happy Wednesday&quot; yang diisi oleh Azrul Ananda, anak dari Dahlan Iskan. Azrul ini adalah seorang jurnalis senior yang hobi bersepeda dan salah satu pencetus dari DBL (Deteksi Basket League) yang tenar hingga sekarang. Ada satu tulisan dari kolom &quot;Happy Wednesday&quot; yang menjadi pemicu saya untuk membeli buku ini dan saya tidak menyesalinya. Inti dari tulisan adalah orang Indonesia kalau membuat kursi terlalu sibuk dengan hiasan atau ukiran daripada fungsionalitas dari sebuah kursi itu sendiri. Sikap ini berbeda dengan orang-orang barat yang mana fungsionalitas diutamakan terlebih dahulu. Begitulah cerita yang Azrul peroleh dari ayah angkatnya, John R. Mohn.</p>\n<blockquote>\n<p><em>Bagaimana bisa Azrul memperoleh ayah angkat?</em> <s>Cari sendiri 😜</s> Jawabannya ada di buku Happy Wednesday.</p>\n</blockquote>\n<p>Banyak hal yang diceritakan oleh Azrul lewat buku ini mulai dari kisah ia bisa kuliah di luar negeri dengan biaya pas-pasan, pengaruh gadget dan media sosial di kehidupan sehari-hari, sebuah pandangan bahwa semua manusia di Bumi ini rasis. Lalu, ada dua bab yang nyantol di kepala saya sampai sekarang ketika membaca buku ini yaitu &quot;Filosofi Wu Wei&quot; dan &quot;Ayrton Senna, Tuhan, dan Common Sense&quot;. Ayrton Senna, seorang pembalap mobil legendaris yang meninggal di usia muda sekitar 30 tahunan telah berhasil menembus batas manusia dan telah menerapkan prinsip Wu Wei: melakukan tanpa melakukan.</p>\n<p>Keluarga saya sudah tidak berlangganan koran Jawa Pos. Jika saya ingin membaca tulisan Azrul Ananda maka saya akan baca di <a href=\"https://www.happywednesday.id\">situs Happy Wednesday</a>.</p>\n<h3>English</h3>\n<p>I know this book because my family was subscribe the Jawa Pos newspaper (hard paper) when I was in college. Each Wednesday, there's a column called &quot;Happy Wednesday&quot; writen by Azrul Ananda, son of Dahlan Iskan. Azrul is a journalist senior who have hobby cyclist and one of founder of DBL (Deteksi Basket League) which is popular until this day. There's a post in &quot;Happy Wednesday&quot; column which triggers me to buy this book and I don't regret it. The essence of the post is Indonesian people too busy on decoration or carving when create a chair rather than functionality. This manner is different with western people which focus on the functionality first then decoration or carving. That's Azrul's story get from his foster father, John R. Mohn.</p>\n<blockquote>\n<p><em>How come Azrul get a foster father?</em> <s>Find it by yourself 😜</s> The answer lies on Happy Wednesday's book.</p>\n</blockquote>\n<p>There are lot of Azrul's story here from how come he can study abroad with tight budget, the influence of gadget and social media in daily life, and a view that humans are racist by default. Then, there are two chapter that still hang in my mind until this day when I see this book: &quot;Wu Wei Philosophy&quot; and &quot;Ayrton Senna, God, and Common Sense&quot;. Ayrton Senna, a legendary car racer died around 30 years old has succesfully broken the human limits and implement the Wu Wei principle: do without doing.</p>\n<p>My family no longer subscribe the Jawa Pos newspaper. If I want to read the Azrul's writing then I can visit the <a href=\"https://www.happywednesday.id\">Happy Wednesday's site</a>.</p>\n"
 },
 {
  "title": "Kebijakan Ahok",
  "description": "",
  "slug": "kebijakan-ahok",
  "image": "kebijakan-ahok.webp",
  "author": "Basuki Tjahaja Purnama",
  "reviewHtml": ""
 },
 {
  "title": "Manusia Indonesia",
  "description": "",
  "slug": "manusia-indonesia",
  "image": "manusia-indonesia.jpg",
  "author": "Mochtar Lubis",
  "reviewHtml": ""
 },
 {
  "title": "Mindset",
  "description": "",
  "slug": "mindset",
  "image": "mindset.jpg",
  "author": "Carol S. Dweck, Ph.D",
  "reviewHtml": "<p>this is abc.<br>\nmay the god bless you!</p>\n<p>Will I get recognized?</p>\n"
 },
 {
  "title": "Nak, Belajarlah Soal Uang",
  "description": "",
  "slug": "nak-belajarlah-soal-uang",
  "image": "nak-belajarlah-soal-uang.jpeg",
  "author": "Jeong Seon Yong",
  "reviewHtml": ""
 },
 {
  "title": "Obat Dungu Resep Akal Sehat",
  "description": "",
  "slug": "obat-dungu-resep-akal-sehat",
  "image": "obat-dungu-resep-akal-sehat.jpeg",
  "author": "Rocky Gerung & Robertus Robert",
  "reviewHtml": ""
 },
 {
  "title": "Problem Solving 101",
  "description": "",
  "slug": "problem-solving-101",
  "image": "problem-solving-101.jpg",
  "author": "Ken Watanabe",
  "reviewHtml": "<p>this is abc.</p>\n"
 },
 {
  "title": "Quit",
  "description": "",
  "slug": "quit",
  "image": "quit.jpg",
  "author": "Annie Duke",
  "reviewHtml": ""
 },
 {
  "title": "Rahasia Dibalik Layar Kick Andy",
  "description": "",
  "slug": "rahasia-dibalik-layar-kick-andy",
  "image": "rahasia-dibalik-layar-kick-andy.webp",
  "author": "Agus Pramono",
  "reviewHtml": ""
 },
 {
  "title": "Reformasi Adat dan Bangun Karakter",
  "description": "",
  "slug": "reformasi-adat-dan-bangun-karakter",
  "image": "reformasi-adat-dan-bangun-karakter.jpg",
  "author": "Ngakan Putu Putra",
  "reviewHtml": ""
 },
 {
  "title": "Sapiens - Kelahiran Umat Manusia",
  "description": "",
  "slug": "sapiens-kelahiran-umat-manusia",
  "image": "sapiens-kelahiran-umat-manusia.jpeg",
  "author": "Yuval Noah Harari",
  "reviewHtml": "<p>this is abc.</p>\n"
 },
 {
  "title": "Sapiens - Pilar-pilar Peradaban",
  "description": "",
  "slug": "sapiens-pilar-pilar-peradaban",
  "image": "sapiens-pilar-pilar-peradaban.jpg",
  "author": "Yuval Noah Harari",
  "reviewHtml": "<p>this is abc.</p>\n"
 },
 {
  "title": "Scrum",
  "description": "",
  "slug": "scrum",
  "image": "scrum.jpg",
  "author": "Jeff Sutherland",
  "reviewHtml": ""
 },
 {
  "title": "Si Cacing dan Kotoran Kesayangannya 2!",
  "description": "",
  "slug": "si-cacing-kotoran-kesayangannya-2",
  "image": "si-cacing-kotoran-kesayangannya-2.jpg",
  "author": "Ajahn Brahm",
  "reviewHtml": "<h3>Bahasa Indonesia</h3>\n<p>Seri kedua dari buku Si Cacing dan Kotoran Kesayangannya berisi 108 bab yang isinya masih ringan dan mudah dibaca. Sepertinya Ajahn Brahm terobsesi dengan angka 108. Dugaan saya karena angka 108 ini ada kaitannya dengan unsur ajaran Buddha. Salah satu bab menjadi daya tarik saya adalah &quot;Good, Bad, Who knows?&quot; artinya &quot;Baik, Buruk, Siapa yang tahu?&quot;. Bab ini diilustrasikan dengan dua kisah yakni kaisar yang tidak menjadi tumbal suku rimba karena kehilangan salah satu jarinya dan seorang pegawai kantor yang selamat dari maut pesawat terbang karena telat tiba di bandara. Intinya, setiap kali sesuatu yang terjadi mungkin diawal terlihat buruk namun pada akhirnya akan ada rasa syukur kenapa hal buruk itu terjadi. Saya berharap jika saya mendapatkan hal yang baik maka diakhiri dengan hal yang baik pula. Saya berharap kamu juga mendapatkan hal yang sama.</p>\n<h3>English</h3>\n<p>This second series contains 108 chapters and each chapter still light and easy to understand. It looks like Ajahn Brahm obsessed with number 108. I suspect that 108 related with Buddhism. One of chapters that become my interest is &quot;Good, Bad, Who knows?&quot;. This chapter illustrated with two stories: the king who didn't become a sacrifice because he lost one of his fingers and an employee who saved by death of airplane because he late arrived in airport. The main thing is, each time something bad happened maybe lead to a relieved that why that bad thing happened. I wish that if I get a good thing then in the end will be the good thing too. I hope you too.</p>\n"
 },
 {
  "title": "Si Cacing dan Kotoran Kesayangannya 3!",
  "description": "",
  "slug": "si-cacing-kotoran-kesayangannya-3",
  "image": "si-cacing-kotoran-kesayangannya-3.jpg",
  "author": "Ajahn Brahm",
  "reviewHtml": "<h3>Bahasa Indonesia</h3>\n<p>Ini adalah seri terakhir dari buku Si Cacing dan Kotoran Kesayangannya. Seperti di seri-seri sebelumnya, jumlah dari bab buku ini sebesar 108 bab. Ada dua bab yang berkesan di pikiran saya yaitu: &quot;Ini Pun Akan Berlalu&quot; dan &quot;Pikiran Monyet&quot;. Pada bab &quot;Ini Pun Akan Berlalu&quot;, saya belajar bahwa hal-hal yang bersifat menyebalkan ataupun menyenangkan tidak berlangsung selamanya. Kalau tidak salah, di buku ini membahas tentang seorang narapidana melihat tulisan &quot;Ini Pun Akan Berlalu&quot; di dinding sel tahanannya. Setelah melihat tulisan tersebut, perlahan-lahan ia belajar untuk melepas apa yang sudah lewat dan memulai hidup yang baru. Selanjutnya, pada bab &quot;Pikiran Monyet&quot;, saya belajar bahwa pikiran manusia itu sulit dikendalikan. Ibarat seperti kera yang melompat-lompat ke sana kemari. Ini terjadi karena pikiran manusia itu dipenuhi oleh imajinasi dan keinginan yang tanpa batas. Ini juga mengingatkan saya dengan lirik lagu kartun Doraemon &quot;Aku ingin begini, aku ingin begitu. Ingin ini, ingin itu, banyak sekali!&quot;. Lalu, bagaimana cara mengendalikan &quot;Pikiran Monyet&quot; ini? Buku ini menjelaskan bahwa meditasi adalah salah satu jalan untuk menertibkan &quot;Pikiran Monyet&quot;. Alasan opsi meditasi dipilih karena esensi dari meditasi adalah sikap khusyuk dan fokus pada momen saat ini adalah esensi dari meditasi. Apakah implementasi dari meditasi hanya berupa duduk bersila, memejamkan mata, dan mengatur nafas? Menurut saya, tidak. Implementasi dari meditasi bisa macam-macam bentuknya seperti menyapu halaman, melakukan programming, dan hal-hal yang membuat kita fokus dan khusyuk pada momen saat ini.</p>\n<h3>English</h3>\n<p>This is a last series of The Worms and Their Favorite Dirt. Same with previous series, this seres contains 108 chapters. There are two chapters that attached in my mind &quot;This too shall pass&quot; and &quot;Monkey's Mind&quot;. In the chapter of &quot;This Too Shall Pass&quot;, I learned that things that annoying and pleasant things don't last forever. If I'm not wrong, in this book tell about a prisoner see the words &quot;This Too Shall Pass&quot; written on the wall of his prison cell. After see that words, slowly he learned to let go of what was pass and start the new life. Next, in the chapter &quot;Monkey's Mind&quot;, I learn that human's mind are difficult to control. It's like a monkey jumping here and there. This happened because human's mind contains of unlimited imagination and desires. This reminds me with song lyrics of Doraemon &quot;I want this, I want that. I want this, I want that, so many!&quot; (Urgh, I think lyric in Bahasa more better). Lalu, how to control this &quot;Monkey's Mind&quot;? This book tells that meditation is one way to control this &quot;Monkey's Mind&quot;. Sikap khusyuk dan fokus pada momen saat ini adalah esensi dari meditasi. The reason the meditation option was chosen is because the essence of meditation is a solemn attitude and focusing on the present moment is the essence of meditation. Is the implementation of meditation only in the form of sitting cross-legged, closing your eyes, and regulating your breath? I don't think so. The implementation of meditation can take various forms such as sweeping the yard, doing programming, and things that make us focus and solemn in the present moment.</p>\n"
 },
 {
  "title": "Si Cacing dan Kotoran Kesayangannya",
  "description": "",
  "slug": "si-cacing-kotoran-kesayangannya",
  "image": "si-cacing-kotoran-kesayangannya.jpg",
  "author": "Ajahn Brahm",
  "reviewHtml": "<h3>Bahasa Indonesia</h3>\n<p>Saya mendapatkan dua seri buku Si Cacing dan Kotoran Kesayangannya sebagai hadiah ulang tahun saat masa SMA dari kedua teman saya, Prash dan Sumerta. Saya senang membaca buku dengan tema pengembangan diri atau perenungan diri. Saat ini, buku yang saya pegang adalah buku replika karena buku yang asli sudah rusak parah. Replika ini sebagai pengingat bahwa saya diberi hadiah dari kedua teman baik saya. Buku yang ditulis oleh Ajahn Brahm, seorang biksu yang dulunya lulusan Sarjana Fisika. Buku ini berisi 108 bab yang pembahasannya ringan dan mudah dicerna. Ada satu bab yang masih saya ingat yaitu &quot;Tiga Pertanyaan Kaisar&quot;. Kaisar sedang mencari falsafah hidup dan menanyakan tiga pertanyaan: &quot;Kapankah waktu yang paling penting?&quot;, &quot;Siapakah orang yang paling penting?&quot;, dan &quot;Apa hal yang paling penting untuk dilakukan?&quot;. Berkat tiga pertanyaan ini, kaisar selamat dari ancaman yang berusaha untuk membunuhnya. Baiklah, mari saya bocorkan jawaban dari tiga pertanyaan tersebut. Jawaban pertanyaan pertama adalah &quot;saat ini, masa ini&quot;. Jawaban pertanyaan kedua adalah &quot;orang yang sedang bersama kita, entah itu orang lain ataupun diri kita sendiri&quot;. Jawaban ketiga adalah &quot;peduli. Salah satu bentuk dari rasa peduli adalah memperhatikan dan mendengarkan.&quot;.</p>\n<h3>English</h3>\n<p>I get these two book series as a my birthday gift from my good friend, Prash and Sumerta. I like read book with self-improvement and reflection topics. Today, the book I hold is a replica instead of original because the original book has been broken. This replica is a reminder for myself that these books are gift from my good friends. This book contains 108 chapters with light and easy to understand. There's a one chapter that I remember, that is: &quot;Three Emperor's Questions&quot;. The emperor was looking for a philosophy of life and ask three questions: &quot;When is the most important time?&quot;, &quot;Who's the most important person?&quot;, &quot;What's the most important thing to do?&quot;. Thanks to these questions, the emperor survived from threat that attempted to kill him. Ok, let me spoil the answers from those questions. The first answer is &quot;Today, at this moment&quot;.Second answer is &quot;People who with us, either stranger or ourself&quot;. Third question is &quot;Care. One form of caring is paying attention and listening.&quot;.</p>\n"
 },
 {
  "title": "Sudah Kau Urus Uangmu, Nak?",
  "description": "",
  "slug": "sudah-kau-urus-uangmu-nak",
  "image": "sudah-kau-urus-uangmu-nak.jpg",
  "author": "Park So Yeon",
  "reviewHtml": "<p>this is abc.</p>\n"
 },
 {
  "title": "The Effective Engineer",
  "description": "",
  "slug": "the-effective-engineer",
  "image": "the-effective-engineer.jpg",
  "author": "Edmond Lau",
  "reviewHtml": ""
 },
 {
  "title": "The Power of Habit",
  "description": "",
  "slug": "the-power-of-habit",
  "image": "the-power-of-habit.jpg",
  "author": "Charless Duhigg",
  "reviewHtml": ""
 },
 {
  "title": "The Tipping Point",
  "description": "",
  "slug": "the-tipping-point",
  "image": "the-tipping-point.jpg",
  "author": "Malcolm Gladwell",
  "reviewHtml": ""
 },
 {
  "title": "Xenoglosofilia",
  "description": "",
  "slug": "xenoglosofilia",
  "image": "xenoglosofilia.jpg",
  "author": "Ivan Lanin",
  "reviewHtml": ""
 }
]